characters = [{"id": "char1", "name" : "Alkasa Harumoe", "desc" : "He is a warrior from mystical village call &quot; Coastal Village &quot;. He is the leader of Coastal Village and become the only one victim who survive the Mustoa Wars. Mustuo Wars is a war between Coastal Clan and Jihai Clan. Since than he has been adventurous to find the leader of Jihai Clan and get revenge. One day he heard about the leader of Jihai Clan participate ExtremeChaser Tournament, after that he participate to that tournament too to get revenged.", "height" : "Height: 180 cm", "weight" :"Weight: 80 kg"},{"id": "char2", "name" : "Hiraki Monarch", "desc" : "He is a leader of Jihai Clan. Somedays in their clan a lot of food supplies have been stolen by someone. He become so angry and recruit all his army to find the reaver. After a fews days he find the Mytical Village, he beleives people in that village is the person who stole the food supplies because in that village has so many food supplies. After that he start a war to that village called Mustoa war and he won the war. After so many years his clan lack of food supplie and he particpated ExtremeChaser Tournament to get money for his clan.", "height" : "Height: 189 cm", "weight" : "Weight: 100 kg"},{"id": "char3", "name" : "Nancy Judge", "desc" : "She also known as blood hunter, is young women who want kill anyone who know her dad. Her dad died in front of her by participants of the ExtremeChaser Tournament. Since that accident she join that tournament and she promise will kill everbody who know her dad in that tournament.", "height" : "Height: 179 cm", "weight" : "Weight: 54 kg"}, {"id": "char4", "name" : "Sayana soze", "desc" : "He is a seller who came from the middle east. He is one of the survivors of a major massacre that occurred in the city of Almaba. Since then he has planned to take part in the ExtremeChaser Tournament. One of Soze's aims to follow this was that he hoped to meet with the murderers and retaliate against them.", "height" : "Height: 180 cm", "weight" :"Weight: 70 kg"}, {"id": "char5", "name" : "Bradd Casey", "desc" : "He is a descendant of the royal family, from childhood Bradd has been diligent in training in order to lead the royal troops. And when he grows up, the dreams come true. One day when the war will happen, Bradd devised a strategy that was smart enough and it was certain that the battle was won by him. But apparently, one of his soldiers betrayed and leaked the strategy until Bradd's troops fell and he suffered a considerable defeat. Bradd decided to get out of the kingdom and join the ExtremeCasher Tournament to avenge defeat and kill the traitor.", "height" : "Height: 180 cm", "weight" :"Weight: 80 kg"}, {"id": "char6", "name" : "Larissa Zowe", "desc" : "She is one of the best fighters from Asia. She is one of the best soldiers in her village, every day she does exercises with her friends and teachers in order to protect the village from all threats. One night, a sudden attack came destroying her village, Larissa woke up and she was very surprised to see a soldier friend and her teacher killed tragically. Larissa decided to leave the village, and join the ExtremeChaser Tournament.", "height" : "Height: 170 cm", "weight" :"Weight: 60 kg"}, {"id": "char7", "name" : "Ashley Natalia", "desc" : "She is a warrior from the Downtown kingdom. She came from a lower class family, but she was so active in training to become a royal warrior, that one day the king recognized Ashley's greatness and toughness and made her a soldier. But this is not an easy matter for Ashley. After one year as a soldier, Ashley's parents were killed by assassins of other kingdoms, then Ashley asked the king to allow Ashley to retaliate by joining the ExtremeCasher Tournament, hoping to find a friend to destroy the kingdom.", "height" : "Height: 180 cm", "weight" :"Weight: 70 kg"}, {"id": "char8", "name" : "Chris Razor", "desc" : "Cris is a reliable fighter in Kuwaland village, he is also very loyal to serve the village. While searching for food with several villages in the middle of the forest, they were attacked by a group of very famous bloody robbers. Cris and two residents survived after they cursed in the river, he drove the two residents home and cris also suggested that they do not leave the house so that nothing unexpected happened. After that, Cris left the village and found the ExtremeCasher Tournament. then he decided to join the ExtremeCasher Tournament to find out who the bloody robber was.", "height" : "Height: 190 cm", "weight" :"Weight: 85 kg"}, {"id": "char9", "name" : "Vander Sam", "desc" : "He is a mainstay warrior and a security guard of the kingdom of Skyteam. the toughness, speed, and strength he possesses makes enemies fearful of him. While walking around the kingdom, he accidentally saw an intruder who stole royal property. When the king know about this, Vander sam was immediately expelled by the king due to his carelessness. He felt very useless and sorry for what he did, and he decided to join the ExtremeCasher Tournament to make up for the frustration he had felt so far.", "height" : "Height: 200 cm", "weight" :"Weight: 90 kg"}]